/** IMPORT.STRINGS **/

/* error message */
"An unresolved error occurred logging into Quizlet: %@ (%d)." = "An unresolved error occurred logging into Quizlet: %1$@ (%2$d).";

/* error message */
"Due to technical difficulties or site maintenance, access to private Quizlet sets and groups is not currently available. It will be available again shortly." = "Due to technical difficulties or site maintenance, access to private Quizlet sets and groups is not currently available. It will be available again shortly.";

/* error message */
"Due to technical difficulties or site maintenance, Quizlet login is not currently available. It will be available again shortly." = "Due to technical difficulties or site maintenance, Quizlet login is not currently available. It will be available again shortly.";

/* UIView title */
"Log in to Quizlet" = "Log in to Quizlet";

/* UIBarButtonItem */
"Login to Access Private Card Sets" = "Login to Access Private Card Sets";

/* UIBarButtonItem */
"Login to Access Private Groups" = "Login to Access Private Groups";

/* UIBarButtonItem */
"Logout from Quizlet (%@)" = "Logout from Quizlet (%@)";


/* message */
"An administrator of this group has removed you." = "An administrator of this group has removed you.";

/* No comment provided by engineer. */
"Added to group %@" = "Added to group %@";

/* title */
"Group Deleted" = "Group Deleted";



/* No comment provided by engineer. */
"Current" = "Current";

/* No comment provided by engineer. */
"Download Set" = "Download Set";

/* HUD */
"Downloading Sets" = "Downloading Sets";

/* No comment provided by engineer. */
"Group Password" = "Group Password";

/* No comment provided by engineer. */
"Join Group" = "Join Group";

/* HUD */
"Joining Group" = "Joining Group";

/* UIButton */
"Leave Group" = "Leave Group";

/* HUD */
"Leaving Group" = "Leaving Group";

/* UIView title */
"My Groups" = "My Groups";

/* No comment provided by engineer. */
"My Quizlet Groups" = "My Quizlet Groups";

/* No comment provided by engineer. */
"New" = "New";

/* No comment provided by engineer. */
"No Sets In Group" = "No Sets In Group";

/* error message */
"Please enter your password." = "Please enter your password.";

/* error message */
"Please enter your username." = "Please enter your username.";

/* message */
"Please log in to Quizlet to access or join this group." = "Please log in to Quizlet to access or join this group.";

/* HUD */
"Processing File" = "Processing File";

/* UIView title */
"Search Groups" = "Search Groups";

/* No comment provided by engineer. */
"Search Quizlet Groups" = "Search Quizlet Groups";

/* title */
"Set Deleted" = "Set Deleted";

/* No comment provided by engineer. */
"Set Password" = "Set Password";

/* message */
"The administrator of this group has been notified of your application." = "The administrator of this group has been notified of your application.";

/* message */
"The is a \"private\" group. Please enter a quick message to the group to ask to join:" = "The is a \"private\" group. Please enter a quick message to the group to ask to join:";

/* message */
"The password you entered is not valid. Please enter the group's password (case-sensitive) to join:" = "The password you entered is not valid. Please enter the group's password (case-sensitive) to join:";

/* message */
"The password you entered is not valid. Please enter the set's password (case-sensitive) to access:" = "The password you entered is not valid. Please enter the set's password (case-sensitive) to access:";

/* error message */
"The username and password you entered are not correct. Please try again." = "The username and password you entered are not correct. Please try again.";

/* message */
"This group does not exist." = "This group does not exist.";

/* message */
"This group was either deleted by its owner or because it had inappropriate content." = "This group was either deleted by its owner or because it had inappropriate content.";

/* message */
"This is a \"private\" card set and is password-protected. Please enter the set's password (case-sensitive) to access:" = "This is a \"private\" card set and is password-protected. Please enter the set's password (case-sensitive) to access:";

/* message */
"This is a \"private\" group and is password-protected. Please enter the group's password (case-sensitive) to join:" = "This is a \"private\" group and is password-protected. Please enter the group's password (case-sensitive) to join:";

/* message */
"This is a \"private\" group. Please log in to Quizlet to access or join this group." = "This is a \"private\" group. Please log in to Quizlet to access or join this group.";

/* message */
"This set does not exist." = "This set does not exist.";

/* message */
"This file exceeds the maximum file size for processing (8 megabytes). Please select a smaller file." = "This file exceeds the maximum file size for processing (8 megabytes). Please select a smaller file.";


/* message */
"This set was either deleted by its owner or because it had inappropriate content." = "This set was either deleted by its owner or because it had inappropriate content.";

/* message */
"This user does not exist; make sure you did not misspell the name." = "This user does not exist; make sure you did not misspell the name.";

/* No comment provided by engineer. */
"When you log in, you will be able to\naccess your private card sets and groups." = "When you log in, you will be able to\naccess your private card sets and groups.";

/* message */
"You have been invited to join this group. Would you like to join?" = "You have been invited to join this group. Would you like to join?";

/* message */
"You have joined this group successfully." = "You have joined this group successfully.";

/* message */
"You have left this group successfully." = "You have left this group successfully.";

/* message */
"You may only join a maximum of 8 Quizlet groups (you have 8). Please remove some before adding new ones, or subscribe to the Quizlet PLUS service to have unlimited groups. (This is a limitation of Quizlet, not FlashCards++, please consult the FAQ on www.Quizlet.com.)" = "You may only join a maximum of 8 Quizlet groups (you have 8). Please remove some before adding new ones, or subscribe to the Quizlet PLUS service to have unlimited groups. (This is a limitation of Quizlet, not FlashCards++, please consult the FAQ on www.Quizlet.com.)";

/* No comment provided by engineer. */
"Your Message" = "Your Message";



/** FLASHCARDS.STRINGS **/

/* field title */
"Username" = "Username";

/* error title */
"Username Required" = "Username Required";




/** ERRORS.STRINGS **/

/* message */
"There was an error processing your data file: %@ (%d)" = "There was an error processing your data file: %1$@ (%2$d)";

/* message */
"There was an unknown error reading your data file, please ensure that it has not been corrupted: %@ (%d)" = "There was an unknown error reading your data file, please ensure that it has not been corrupted: %1$@ (%2$d)";


/* message */
"Unresolved error accessing group: %@ (%d)" = "Unresolved error accessing group: %1$@ (%2$d)";

/* message */
"Unresolved error downloading groups: %@ (%d)" = "Unresolved error downloading groups: %1$@ (%2$d)";

/* message */
"Unresolved error: the file was empty." = "Unresolved error: the file was empty.";


/* PLURALS */
"Download Next %d Groups;0" = "Download Next %d Groups";
"Download Next %d Groups;1" = "Download Next %d Groups";

"%d sets;0" = "%d sets";
"%d sets;1" = "%d sets";

"%d users;0" = "%d users";
"%d users;0" = "%d users";
